Repository: Esukhia/Corpora
Catalog: Parallel/84000/Toh_179-Teaching_The_Relative_and_Ultimate_Truths-v1.tmx
Source language: bo
Languages: en

source: སྨྲ་བ་དང་། སྨྲ་བར་བྱ་བ་དང་། ཤེས་པ་དང་། ཤེས་པར་བྱ་བ་དང་། བྱ་བ་དང་། ཐ་སྙད་དང་། བྱེད་པ་ཐམས་ཅད་ལས་རྣམ་པར་ལོག་པའི་ཕྱིར་དོན་དམ་པའི་བདེན་པ་ནི་ཆོས་ཐམས་ཅད་ཀྱི་སྒོའོ། །
en: The ultimate truth, which is so because it is the opposite of all forms of speech, statements, cognition, objects of cognition, activities, conventions, and acts, is a gateway to all dharmas.

source: ཡང་ལྷའི་བུ་ཀུན་རྫོབ་ཏུ་ན་ཚུལ་བཞིན་མ་ཡིན་པའི་ཡིད་ལ་བྱེད་པ་ནི་འཁོར་བའི་སྒོའོ། །
en: “Moreover, divine son, on the relative level, the incorrect conceptual workings of the mind are a gateway to saṃsāra.

source: ཀུན་རྫོབ་ཏུ་ན་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ནི་མྱ་ངན་ལས་འདས་པའི་སྒོའོ། །
en: On the relative level, the correct conceptual workings of the mind are a gateway to nirvāṇa.

source: ཀུན་རྫོབ་ཏུ་ན་ཐེ་ཙོམ་ནི་སྒྲིབ་པའི་སྒོའོ། །
en: “On the relative level, doubt is a gateway to obscuration.

source: ཀུན་རྫོབ་ཏུ་ན་རྣམ་པར་གྲོལ་བ་ནི་སྒྲིབ་པ་མེད་པའི་སྒོའོ། །
en: On the relative level, liberation is a gateway to the absence of obscuration.

source: ཀུན་རྫོབ་ཏུ་ན་ཀུན་ཏུ་རྟོག་པ་ནི་ཉོན་མོངས་པ་རྣམས་ཀྱི་སྒོའོ། །
en: “On the relative level, conceptuality is a gateway to disturbing emotions.

source: ཀུན་རྫོབ་ཏུ་ན་ཀུན་ཏུ་མི་རྟོག་པ་ནི་ཉོན་མོངས་པ་མེད་པའི་སྒོའོ། །
en: On the relative level, non-conceptuality is a gateway to the absence of disturbing emotions.

source: ཀུན་རྫོབ་ཏུ་ན་རྣམ་པར་གཡེང་བ་ནི་རྣམ་པར་རྟོག་པ་རྣམས་ཀྱི་སྒོའོ། །
en: “On the relative level, distraction is a gateway to thought.

source: ཀུན་རྫོབ་ཏུ་ན་ཞི་གནས་ནི་ཉེ་བར་ཞི་བའི་སྒོའོ། །
en: On the relative level, tranquility is a gateway to peace.

source: ཀུན་རྫོབ་ཏུ་ན་ལྟ་བར་གྱུར་པ་རྣམས་ནི་ང་རྒྱལ་གྱི་སྒོའོ། །
en: “On the relative level, holding views is a gateway to pride.

source: ཀུན་རྫོབ་ཏུ་ན་སྟོང་པ་ཉིད་ནི་ང་རྒྱལ་མེད་པའི་སྒོའོ། །
en: On the relative level, emptiness is a gateway to the absence of pride.

source: ཀུན་རྫོབ་ཏུ་ན་སྡིག་པའི་གྲོགས་པོ་དང་སྟེན་པ་ནི་མི་དགེ་བའི་རྩ་བ་ཐམས་ཅད་ཀྱི་སྒོའོ། །
en: “On the relative level, relying on evil company is a gateway to all roots of non-virtue.

source: ཀུན་རྫོབ་ཏུ་ན་དགེ་བའི་བཤེས་གཉེན་དང་སྟེན་པ་ནི་དགེ་བའི་རྩ་བ་ཐམས་ཅད་ཀྱི་སྒོའོ། །
en: On the relative level, relying on a virtuous spiritual friend is the gateway to all roots of virtue.

source: ཀུན་རྫོབ་ཏུ་ན་ལོག་པར་ལྟ་བ་ནི་སྡུག་བསྔལ་ཐམས་ཅད་ཀྱི་སྒོའོ། །
en: “On the relative level, wrong view is a gateway to all suffering.

source: ཀུན་རྫོབ་ཏུ་ན་ཡང་དག་པར་ལྟ་བ་ནི་བདེ་བ་ཐམས་ཅད་ཀྱི་སྒོའོ། །
en: On the relative level, correct view is a gateway to all happiness.

source: ཀུན་རྫོབ་ཏུ་ན་སེར་སྣ་ནི་དབུལ་བའི་སྒོའོ། །
en: “On the relative level, miserliness is a gateway to poverty.

source: ཀུན་རྫོབ་ཏུ་ན་སྦྱིན་པ་ནི་ལོངས་སྤྱོད་ཆེན་པོའི་སྒོའོ། །
en: On the relative level, generosity is a gateway to great wealth.

source: ཀུན་རྫོབ་ཏུ་ན་ངང་ཚུལ་ངན་པ་ནི་ངན་འགྲོ་ཐམས་ཅད་ཀྱི་སྒོའོ། །
en: “On the relative level, a bad character is a gateway to all lower realms.

source: ཀུན་རྫོབ་ཏུ་ན་ཚུལ་ཁྲིམས་ནི་ལྷ་དང་མིར་སྐྱེ་བ་ཐམས་ཅད་ཀྱི་སྒོའོ། །
en: On the relative level, discipline is a gateway to all human and divine births.

source: ཀུན་རྫོབ་ཏུ་ན་གནོད་སེམས་ནི་བྱད་གཟུགས་ངན་པའི་སྒོའོ། །
en: “On the relative level, ill will is a gateway to an ugly appearance.

source: ཀུན་རྫོབ་ཏུ་ན་བཟོད་པ་ནི་གཟུགས་ཕུན་སུམ་ཚོགས་པའི་སྒོའོ། །
en: On the relative level, patience is a gateway to a beautiful appearance.

source: ཀུན་རྫོབ་ཏུ་ན་ལེ་ལོ་ནི་མི་རྟོགས་པའི་སྒོའོ། །
en: “On the relative level, laziness is a gateway to a lack of realization.

source: ཀུན་རྫོབ་ཏུ་ན་བརྩོན་འགྲུས་ནི་རྟོགས་པའི་སྒོའོ། །
en: On the relative level, diligence is a gateway to realization.

source: ཀུན་རྫོབ་ཏུ་ན་རྣམ་པར་རྟོག་པ་ནི་རྒོད་པའི་སྒོའོ། །
en: “On the relative level, thought is a gateway to agitation.

source: ཀུན་རྫོབ་ཏུ་ན་བསམ་གཏན་ནི་སེམས་ཤིན་ཏུ་སྦྱངས་པའི་སྒོའོ། །
en: On the relative level, concentration is a gateway to pliability of mind.

source: ཀུན་རྫོབ་ཏུ་ན་འཆལ་པའི་ཤེས་རབ་ནི་ཁོང་དུ་མི་ཆུད་པའི་སྒོའོ། །
en: “On the relative level, faulty knowledge is a gateway to a lack of understanding.

source: ཀུན་རྫོབ་ཏུ་ན་ཤེས་རབ་ནི་བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་གྱི་སྒོའོ། །
en: On the relative level, knowledge is a gateway to the thirty-seven factors of awakening.

source: ཀུན་རྫོབ་ཏུ་ན་བྱམས་པ་ནི་ཁོང་མི་ཁྲོ་བའི་སྒོའོ། །
en: “On the relative level, love is a gateway to not becoming angry.

source: ཀུན་རྫོབ་ཏུ་ན་སྙིང་རྗེ་ཆེན་པོ་ནི་ལྷག་པའི་བསམ་པའི་སྒོའོ། །
en: On the relative level, great compassion is a gateway to an altruistic mind.

source: ཀུན་རྫོབ་ཏུ་ན་ལྷག་པའི་བསམ་པ་ནི་གཡོ་མེད་པའི་སྒོའོ། །
en: On the relative level, an altruistic mind is a gateway to the absence of deceit.

source: ཀུན་རྫོབ་ཏུ་ན་དགའ་བ་ནི་ཆོས་ལ་མོས་པའི་སྒོའོ། །
en: On the relative level, joy is a gateway to conviction in the Dharma.

source: ཀུན་རྫོབ་ཏུ་ན་བཏང་སྙོམས་ན་ཉེས་པ་ཐམས་ཅད་དང་བྲལ་བའི་སྒོའོ། །
en: On the relative level, equanimity is a gateway to being free from all faults.

source: ཀུན་རྫོབ་ཏུ་ན་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ནི་དགེ་བའི་རྩ་བ་ཐམས་ཅད་ཡོངས་སུ་མི་འབྲི་བའི་སྒོའོ། །
en: “On the relative level, the applications of mindfulness are a gateway to not letting any roots of virtue diminish.

source: ཀུན་རྫོབ་ཏུ་ན་ཡང་དག་པར་སྤོང་བ་རྣམས་ནི་ཡང་དག་པའི་ནན་ཏན་གྱི་སྒོའོ། །
en: On the relative level, the thorough relinquishments are a gateway to genuine perseverance.

source: ཀུན་རྫོབ་ཏུ་ན་རྫུ་འཕྲུལ་གྱི་རྐང་པ་རྣམས་ནི་ལུས་དང་སེམས་ལས་སུ་རུང་བའི་སྒོའོ། །
en: On the relative level, the bases of miraculous power are a gateway to pliancy of body and mind.

source: ཀུན་རྫོབ་ཏུ་ན་དབང་པོ་རྣམས་ནི་དད་པ་ཐོབ་པའི་སྒོའོ། །
en: On the relative level, the faculties are a gateway to attaining faith.

source: ཀུན་རྫོབ་ཏུ་ན་སྟོབས་རྣམས་ནི་ཉོན་མོངས་པ་ཐམས་ཅད་འཇོམས་པའི་སྒོའོ། །
en: On the relative level, the power‌s are a gateway to conquering all disturbing emotions.

source: ཀུན་རྫོབ་ཏུ་ན་བྱང་ཆུབ་ཀྱི་ཡན་ལག་རྣམས་ནི་ཐམས་ཅད་མཁྱེན་པ་ཁོང་དུ་ཆུད་པའི་སྒོའོ། །
en: On the relative level, the branches of awakening are a gateway to realizing omniscience.

source: ཀུན་རྫོབ་ཏུ་ན་འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་ནི་ལམ་ངན་པ་ཐམས་ཅད་ལས་འདའ་བའི་སྒོའོ། །
en: On the relative level, the eightfold path of the noble ones is a gateway to transcending all unwholesome paths.

source: ལྷའི་བུ་གཞན་ཡང་ཀུན་རྫོབ་ཏུ་ན་བྱང་ཆུབ་ཀྱི་སེམས་ནི་སངས་རྒྱས་ཀྱི་ཆོས་ཐམས་ཅད་ཀྱི་སྒོའོ། །
en: “Moreover, divine son, on the relative level, the mind set on awakening is a gateway to all buddha qualities.

source: ཀུན་རྫོབ་ཏུ་ན་དམ་པའི་ཆོས་ཡོངས་སུ་འཛིན་པ་ནི་ཆོས་ཐམས་ཅད་ཀྱི་དབང་ཕྱུག་གི་སྒོའོ། །
en: On the relative level, upholding the sacred Dharma is a gateway to becoming a lord of all dharmas.

source: ཀུན་རྫོབ་ཏུ་ན་སེམས་ཅན་སྨིན་པར་བྱེད་པ་ནི་དམ་པའི་ཆོས་ཡོངས་སུ་འཛིན་པའི་སྒོའོ། །
en: On the relative level, ripening beings is a gateway to upholding the sacred Dharma.

source: ཀུན་རྫོབ་ཏུ་ན་ཐབས་ནི་གནས་དང་གནས་མ་ཡིན་པ་ལ་མཁས་པའི་སྒོའོ། །
en: On the relative level, method is a gateway to becoming learned regarding the correct and the incorrect.

source: ཀུན་རྫོབ་ཏུ་ན་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ནི་མྱ་ངན་ལས་འདས་པའི་སྒོའོ། །
en: On the relative level, the perfection of knowledge is a gateway to nirvāṇa.

source: དོན་དམ་པར་ན་ཤིན་ཏུ་མི་འབྱུང་བ་ནི་ཆོས་ཐམས་ཅད་ཀྱི་སྒོའོ།། །
en: “On the ultimate level, the unarisen is a gateway to all dharmas.”

source: འཇམ་དཔལ་ཤིན་ཏུ་མི་སྐྱེ་བའི་སྒོ་གང་།
en: “Mañjuśrī, what is the gateway to the utterly unborn?”

source: ལྷའི་བུ་དོན་དམ་པར་ན་ཤིན་ཏུ་མི་འབྱུང་བ་ནི་ཀུན་ནས་སྒོའོ། །
en: “Divine son, on the ultimate level, the utterly unarisen is a gateway in every way.”

source: འཇམ་དཔལ་ཤིན་ཏུ་མི་འབྱུང་བའི་རང་བཞིན་གང་།
en: “Mañjuśrī, what is the nature of the utterly unarisen?”

source: ལྷའི་བུ་དོན་དམ་པར་ན་ཤིན་ཏུ་དངོས་པོ་མེད་པ་ནི་ཤིན་ཏུ་མི་འབྱུང་བའི་རང་བཞིན་ནོ། །
en: “Divine son, on the ultimate level, the utterly unreal is the nature of the utterly unarisen.”

source: འཇམ་དཔལ་ཤིན་ཏུ་མི་འབྱུང་བ་ལ་ཆ་ཤས་དབྱེ་བ་གང་ཡང་ཡོད་དམ།
en: “Mañjuśrī, does the utterly unarisen have any divisions?”

source: ནམ་མཁའ་ལ་ཆ་ཤས་དབྱེ་བ་གང་ཡང་ཡོད་དམ།
en: Does the sky have any divisions?”

source: འཇམ་དཔལ་མེད་དོ། །
en: “No, Mañjuśrī, it does not.”

source: ལྷའི་བུ་དེ་བཞིན་དུ་ཇི་ལྟར་ན་ནམ་མཁའ་ལ་ཆ་ཤས་དབྱེ་བ་མེད་པ་དེ་བཞིན་དུ་ལྷའི་བུ་ཤིན་ཏུ་མ་སྐྱེས་པ་ལ་ཡང་ཆ་ཤས་དབྱེ་བ་མེད་དོ། །
en: “Divine son, in the same way, just as the sky does not have any divisions, so, divine son, does the utterly unborn also not have any divisions.”

source: འཇམ་དཔལ་ཁྱོད་ཀྱིས་དོན་དམ་པར་ན་ཤིན་ཏུ་མི་འབྱུང་བ་ཡོངས་སུ་ཤེས་སམ།
en: “Mañjuśrī, do you comprehend the utterly unarisen on the ultimate level?”

source: ལྷའི་བུ་ཤིན་ཏུ་མི་འབྱུང་བས་ཤིན་ཏུ་མི་འབྱུང་བ་ཡོངས་སུ་མི་ཤེས་སོ། །
en: “Divine son, the utterly unarisen does not comprehend the utterly unarisen.

source: ལྷའི་བུ་ཆོས་ཐམས་ཅད་ནི་ཤིན་ཏུ་མ་སྐྱེས་ཤིང་མ་བྱུང་ལ།
en: Because, divine son, all phenomena are utterly unborn, utterly unarisen,

source: དངོས་པོ་མེད་པའི་ཕྱིར་རོ། །
en: and utterly unreal.”

source: འཇམ་དཔལ་ཁྱོད་ཀྱིས་ཆོས་གང་ཡང་ཡོངས་སུ་ཤེས་ཤིང་གང་ཁོང་དུ་ཆུད་པས་འདི་ལྟ་བུའི་སྤོབས་པར་གྱུར།
en: “Mañjuśrī, are you this eloquent because you know and understand any phenomenon whatsoever?”

source: བྲག་ཅས་ཆོས་གང་ཡོངས་སུ་ཤེས་ན། གང་དེ་ལས་སྒྲ་འབྱུང་།
en: Does an echo make a sound because it knows phenomena?”

source: འཇམ་དཔལ་བྲག་ཅས་ཆོས་གང་ཡང་ཡོངས་སུ་ཤེས་པ་མེད་མོད་ཀྱི་ཀུན་རྫོབ་ཏུ་ན་རྐྱེན་ལས་སྒྲ་འབྱུང་ངོ་། །
en: “Mañjuśrī, of course an echo does not know any phenomena.

source: ལྷའི་བུ་དེ་བཞིན་དུ་སེམས་ཅན་ཐམས་ཅད་ལ་དམིགས་པའི་རྐྱེན་གྱིས་ཀུན་རྫོབ་ཏུ་ན།
en: Mañjuśrī said,

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མི་སྨྲ་བའི་ཚུལ་གྱིས་སྨྲའོ། །
en: “Divine son, in the same way, based on the circumstance of observing all beings, on the relative level a bodhisattva great being speaks without speaking.”

source: འཇམ་དཔལ་ཁྱོད་ཅི་ལ་གནས་ཏེ་དེ་སྟོན།
en: “Mañjuśrī, on what basis do you teach?”

source: ལྷའི་བུ་དེ་བཞིན་གཤེགས་པ་སྤྲུལ་པ་གང་ལ་གནས་ཏེ་དེ་སྟོན་པ་ལའོ། །
en: “Divine son, on what type of emanation does the Thus-gone One base himself as he teaches?”

source: འཇམ་དཔལ་དེ་བཞིན་གཤེགས་པ་སྤྲུལ་པ་ནི་དོན་དམ་པ་ན་ཅི་ལའང་གནས་པ་མེད་དོ། །
en: “Mañjuśrī, the Thus-gone One does not ultimately base himself on any emanation whatsoever.”

source: ལྷའི་བུ་དེ་བཞིན་དུ་དོན་དམ་པར་ན་ཆོས་ཐམས་ཅད་ལ་མི་གནས་པར་བདག་མི་སྟོན་པའི་ཚུལ་གྱིས་སྟོན་ཏོ། །
en: “Divine son, in the same way, on the ultimate level, without basing myself on any phenomena, I teach without teaching.”

source: འཇམ་དཔལ་དེ་སྟེ་ཁྱོད་དོན་དམ་པར་ན་ཆོས་ཐམས་ཅད་ལ་མི་གནས་པར་མི་སྟོན་པའི་ཚུལ་གྱིས་སྟོན་ན་ཁྱོད་ཅི་ལ་གནས་ཏེ།
en: “Mañjuśrī, if, on the ultimate level, without basing yourself on any phenomena, you teach without teaching,

source: བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར།
en: on what basis do you awaken to unexcelled and completely perfect buddhahood?”

source: ལྷའི་བུ་བདག་ནི་མཚམས་མེད་པ་རྣམས་ལ་གནས་ཏེ།
en: “Divine son, I base myself on the acts with immediate consequence and,

source: མངོན་པར་རྫོགས་པར་འཚང་མི་རྒྱ་བའི་ཚུལ་གྱིས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱའོ། །
en: without awakening to completely perfect buddhahood, I awaken to unexcelled and completely perfect buddhahood.”

source: མཚམས་མེད་པ་རྣམས་ཅི་ལ་གནས།
en: “How do you base yourself on the acts with immediate consequence?”

source: ལྷའི་བུ་དོན་དམ་པར་ན་མཚམས་མེད་པ་རྣམས་ནི་ཤིན་ཏུ་མ་བྱུང་ཞིང་དངོས་པོ་མེད་པ་ལ་མི་གནས་པའི་ཚུལ་གྱིས་གནས་སོ། །
en: “Divine son, ultimately the acts with immediate consequence do not truly exist and do not have any substance. It is on them that I base myself without basing myself.”

source: འཇམ་དཔལ་མཚམས་མེད་པ་རྣམས་བྱེད་པ་ནི་དེ་བཞིན་གཤེགས་པས་སེམས་ཅན་དམྱལ་བར་བཤད་དོ། །
en: “Mañjuśrī, the Thus-gone One has explained that beings are born in hell because of committing the acts with immediate consequence.”

source: ལྷའི་བུ་ཇི་ལྟར་དེ་བཞིན་གཤེགས་པས་མཚམས་མེད་པ་བྱེད་པ་སེམས་ཅན་དམྱལ་བར་བཤད་པ
en: “Divine son, the Thus-gone One has explained that beings are born in hell because of committing the acts with immediate consequence.

source: ་དེ་བཞིན་དུ། ལྷའི་བུ་དེ་བཞིན་གཤེགས་པས་མཚམས་མེད་པ་བྱེད་པ་མི་གནས་པའི་ཚུལ་གྱིས་མཚམས་མེད་པ་ལ་གནས་ན་མྱུར་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱའོ་ཞེས་
en: In the same way, divine son, the Thus-gone One teaches, without teaching, how to quickly awaken to unexcelled and completely perfect buddhahood when basing oneself on the acts with immediate consequence,

source: མི་སྟོན་པའི་ཚུལ་གྱིས་སྟོན་ཏོ། །
en: without basing oneself on the acts with immediate consequence.”

source: འཇམ་དཔལ་མཚམས་མེད་པ་དེ་གང་ཡིན།
en: “Mañjuśrī, what are the acts with immediate consequence?”

source: ལྷའི་བུ་མཚམས་མེད་པ་གང་གིས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་མྱུར་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་
en: “Divine son, the acts with immediate consequence are those by which the bodhisattva great beings quickly,

source: འཚང་མི་རྒྱ་བའི་ཚུལ་གྱིས་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱི་མཚམས་མེད་པ་ནི་འདི་ལྟ་སྟེ།
en: without awakening to unexcelled and completely perfect buddhahood, perfectly awaken. Such are the acts with immediate consequence of the bodhisattva great beings.

source: ལྷའི་བུ་མཚམས་མེད་པ་ལྔ་པོ་དེ་དག་གང་ཞེ་ན།
en: “Divine son, you may wonder what the five acts with immediate consequence are.

source: ལྷའི་བུ་འདི་ལ་
en: Well, divine son, the first act with immediate consequence of the bodhisattva great beings is as follows.

source: ནམ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ལྷག་པའི་བསམ་པས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མི་སྐྱེ་བའི་ཚུལ་གྱིས་སེམས་བསྐྱེད་ནས་
en: When a bodhisattva great being with pure motivation, without developing, has developed the mind set on unexcelled and completely perfect buddhahood,

source: བར་མ་དོར་ཉན་ཐོས་དང་རང་སངས་རྒྱས་དང་། དམིགས་པ་ཅན་དང་། མུ་སྟེགས་ཅན་ཐམས་ཅད་ཀྱི་སར་སེམས་མི་སྐྱེད་པ་འདི་ནི་ལྷའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་མཚམས་མེད་པ་དང་པོའོ། །
en: he does not develop the mind-set that aims for the levels of the hearers, solitary buddhas, anyone with reference points, or the extremists.

source: ལྷའི་བུ་གཞན་ཡང་
en: “Moreover, divine son, the second act with immediate consequence of the bodhisattva great beings is as follows.

source: ནམ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བདོག་པ་ཐམས་ཅད་གཏོང་བ་ལ་མི་སྐྱེ་བའི་ཚུལ་གྱིས་སེམས་བསྐྱེད་ནས། ནམ་བྱང་ཆུབ་ཀྱི་སྙིང་པོ་ལ་འདུག་གི་བར་དུ་
en: until he reaches the essence of enlightenment.

source: སེར་སྣ་དང་ལྷན་ཅིག་མི་གནས་པ་འདི་ནི་ལྷའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་མཚམས་མེད་པ་གཉིས་པའོ། །
en: Divine son, when a bodhisattva great being, without producing, has produced the mind set on giving up all possessions, he will not entertain any feelings of miserliness

source: ནམ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སེམས་ཅན་ཐམས་ཅད་ལ་བདག་གིས་རྣམ་པ་ཐམས་ཅད་ཀྱིས་ཡོངས་སུ་བསྐྱབ་བོ་སྙམ་དུ་སེམས་མི་སྐྱེད་པའི་ཚུལ་གྱིས་དེ་ལྟར་སེམས་བསྐྱེད་ནས་བར་མ་དོར་མི་ནུར་བ་དེ་ནི་ལྷའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་མཚམས་མེད་པ་གསུམ་པའོ། །
en: Divine son, when a bodhisattva great being, without producing, has produced the mind-set that thinks, ‘I will protect all beings in any possible way,’ he will not yield from that.

source: ལྷའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་མཚམས་མེད་པ་བཞི་པའོ། །
en: Divine son, when a bodhisattva great being,

source: བཟོད་པ་མ་ཐོབ་པའི་ཚུལ་གྱིས་
en: without attaining forbearance,

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དོན་དམ་པར་ན་ཆོས་ཐམས་ཅད་རབ་ཏུ་མ་སྐྱེས་པ། མ་བྱུང་བ།
en: has attained the forbearance that understands that ultimately all phenomena are utterly unborn, utterly unarisen,

source: དངོས་པོ་མེད་པའོ་ཞེས་
en: and utterly unreal,

source: བཟོད་པ་ཐོབ་ནས་བར་དུ་རྫས་དང་། ངོ་བོ་དང་། དངོས་པོར་འཛིན་པ་ལེན་པས་མ་ཟིན་པ་འདི་ནི་
en: he will not engender any clinging to substance, essence, or actuality.

source: ནམ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སྐད་ཅིག་གཅིག་དང་ལྡན་པའི་ཤེས་རབ་ཀྱིས་ཆོས་ཐམས་ཅད་རྣམ་པ་ཐམས་ཅད་དུ་མངོན་པར་རྫོགས་པར་བྱང་ཆུབ་པར་བྱའོ། །
en: Divine son, when a bodhisattva great being, without engendering, has engendered the mind-set that thinks, ‘I will fully understand all phenomena by means of momentary knowledge,’ he will not rest under any circumstances

source: ཞེས་དེ་ལྟར་མ་སྐྱེས་པའི་ཚུལ་གྱིས་སེམས་བསྐྱེད་ནས། རྣམ་པའི་མཆོག་ཐམས་ཅད་དང་ལྡན་པའི་ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་མི་འཐོབ་པའི་ཚུལ་གྱིས་མ་ཐོབ་ཀྱི་བར་དུ་མི་འདུག །ཀུན་ཏུ་མི་འདུག་པ་དེ་ནི་ལྷའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་མཚམས་མེད་པ་ལྔ་པའོ། །
en: until he has obtained, without obtaining, the wisdom of omniscience that is endowed with all supreme features.

source: དེ་ལྟར་མི་གནས་པའི་ཚུལ་གྱིས་གནས་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མྱུར་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་དོན་དམ་པར་མངོན་པར་རྫོགས་པར་འཚང་མི་རྒྱ་བའི་ཚུལ་གྱིས་མངོན་པར་རྫོགས་པར་འཚང་རྒྱའོ། །
en: “By abiding in this way, without abiding, the bodhisattva great being quickly and perfectly awakens, without ultimately awakening, to unexcelled and completely perfect buddhahood.”

source: འཇམ་དཔལ་མཚམས་མེད་པ་གང་དག་གིས་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་རྣམས་སེམས་ཅན་དམྱལ་བར་འགྲོ་བར་འགྱུར་བའི་མཚམས་མེད་པ་དེ་ཉིད་ལ་
en: “Mañjuśrī, those acts of immediate consequence that cause ordinary childish beings to be born in hell

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གནས་ན་མངོན་པར་རྫོགས་པར་འཚང་མི་རྒྱ་བའི་ཚུལ་གྱིས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་བ་དེ་ལྟ་བུའི་རྣམ་གྲངས་ཡོད་དམ།
en: are the very acts that cause a bodhisattva great being to awaken to unexcelled and completely perfect buddhahood without perfectly awakening. Is that correct?”

source: ལྷའི་བུ་ཡོད་དོ། །
en: “Yes, divine son, it is.

source: ལྷའི་བུ་དོན་དམ་པར་ན་ཆོས་ཐམས་ཅད་ནི་ཤིན་ཏུ་སྟོང་པ་སྟེ།
en: Divine son, ultimately all phenomena are utter emptiness.

source: ལྷའི་བུ་ཤིན་ཏུ་སྟོང་པ་ཉིད་ཁོང་དུ་ཆུད་པ་ནི་བྱང་ཆུབ་སྟེ།
en: Divine son, understanding this utter emptiness is awakening.

source: དོན་དམ་པར་ན་བྱང་ཆུབ་ཅེས་ཇི་སྐད་དུ་བརྗོད་པ་ལྟར་ནི་མ་ཡིན་ནོ། །
en: Yet, ultimately, awakening is not the way that it is expressed through words.

source: ལྷའི་བུ་དོན་དམ་པར་ན་ཆོས་ཐམས་ཅད་ནི་མཚན་མ་མེད་པ་སྟེ།
en: “Divine son, ultimately all phenomena are utter signlessness.

source: ལྷའི་བུ་མཚན་མ་མེད་པ་ཁོང་དུ་ཆུད་པ་ནི་བྱང་ཆུབ་སྟེ།
en: Divine son, understanding this utter signlessness is awakening.

source: ལྷའི་བུ་དོན་དམ་པར་ན་ཆོས་ཐམས་ཅད་ནི་ཤིན་ཏུ་སྨོན་པ་མེད་པ་སྟེ།
en: “Divine son, ultimately all phenomena are utter wishlessness.

source: ལྷའི་བུ་སྨོན་པ་མེད་པ་ཁོང་དུ་ཆུད་པ་ནི་བྱང་ཆུབ་སྟེ།
en: Divine son, understanding this utter wishlessness is awakening.

source: ལྷའི་བུ་དོན་དམ་པར་ན་ཆོས་ཐམས་ཅད་ནི་ཤིན་ཏུ་གཟུང་བར་བྱ་བ་མེད་པ་སྟེ།
en: “Divine son, ultimately all phenomena do not exist as something that can be apprehended whatsoever.

source: ལྷའི་བུ་ཤིན་ཏུ་གཟུང་བར་བྱ་བ་མེད་པ་ཁོང་དུ་ཆུད་པ་ནི་བྱང་ཆུབ་སྟེ།
en: Divine son, understanding this state of being beyond something to apprehend whatsoever is awakening.

source: ལྷའི་བུ་དོན་དམ་པར་ན་ཆོས་ཐམས་ཅད་ནི་ཤིན་ཏུ་མངོན་པར་འདུ་མི་བྱེད་པ་སྟེ།
en: “Divine son, ultimately all phenomena are utterly beyond formation.

source: ལྷའི་བུ་ཤིན་ཏུ་མངོན་པར་འདུ་མི་བྱེད་པའི་ཁོང་དུ་ཆུད་པ་ནི་བྱང་ཆུབ་སྟེ།
en: Divine son, understanding this state where phenomena are utterly beyond formation is awakening.

source: ལྷའི་བུ་དོན་དམ་པར་ན་ཆོས་ཐམས་ཅད་ནི་ཤིན་ཏུ་འདུས་མ་བྱས་པ་སྟེ།
en: “Divine son, ultimately all phenomena are utterly unconditioned.

source: ལྷའི་བུ་ཤིན་ཏུ་འདུས་མ་བྱས་པ་ཁོང་དུ་ཆུད་པ་ནི་བྱང་ཆུབ་སྟེ།
en: Divine son, understanding this utterly unconditioned state is awakening.

source: ལྷའི་བུ་དོན་དམ་པར་ན་ཆོས་ཐམས་ཅད་ནི་ཤིན་ཏུ་མི་མཐོང་བ་སྟེ།
en: “Divine son, ultimately all phenomena are utterly unseen.

source: ལྷའི་བུ་ཤིན་ཏུ་མི་མཐོང་བ་ཁོང་དུ་ཆུད་པ་ནི་བྱང་ཆུབ་སྟེ།
en: Divine son, understanding this state of being utterly unseen is awakening.

source: ལྷའི་བུ་དོན་དམ་པར་ན་ཆོས་ཐམས་ཅད་ནི་ཤིན་ཏུ་མ་སྐྱེས་པ་སྟེ།
en: “Divine son, ultimately all phenomena are utterly unborn.

source: ལྷའི་བུ་ཤིན་ཏུ་མ་སྐྱེས་པ་ཁོང་དུ་ཆུད་པ་ནི་བྱང་ཆུབ་སྟེ།
en: Divine son, understanding this utterly unborn state is awakening.

source: ལྷའི་བུ་དོན་དམ་པར་ན་ཆོས་ཐམས་ཅད་ནི་ཤིན་ཏུ་མ་བྱུང་བ་སྟེ།
en: “Divine son, ultimately all phenomena are utterly unarisen.

source: ལྷའི་བུ་ཤིན་ཏུ་མ་བྱུང་བ་ཁོང་དུ་ཆུད་པ་ནི་བྱང་ཆུབ་སྟེ།
en: Divine son, understanding this utterly unarisen state is awakening.

source: ལྷའི་བུ་དོན་དམ་པར་ན་ཆོས་ཐམས་ཅད་ནི་ཤིན་ཏུ་དངོས་པོ་མེད་པ་སྟེ།
en: “Divine son, ultimately all phenomena are utterly unreal.

source: ལྷའི་བུ་ཤིན་ཏུ་དངོས་པོ་མེད་པ་ཁོང་དུ་ཆུད་པ་ནི་བྱང་ཆུབ་སྟེ།
en: Divine son, understanding this state of being utterly unreal is awakening.

source: འཇམ་དཔལ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལ་སུ་དད་པར་འགྱུར།
en: “Mañjuśrī, who will have faith in this Dharma teaching?”

source: ལྷའི་བུ་དོན་དམ་པར་ན་དེ་བཞིན་གཤེགས་པ་ལ་ཡང་དད་པས་མི་འགྲོ་ན།
en: “Divine son, since ultimately even the Thus-gone One does not have faith,

source: གང་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་དང་། མུ་སྟེགས་ཅན་དམིགས་པ་ཅན་ཐམས་ཅད་ལྟ་ཅི་སྨོས།
en: forget about the hearers, solitary buddhas, and all the extremists who rely on reference points.”

source: སུ་དག་མོས་པར་འགྱུར།
en: “Who will gain conviction in it?”

source: གང་དོན་དམ་པར་ན་ཆོས་གང་ལ་ཡང་མངོན་པར་མི་ཆགས་པ་དེ་མོས་པར་འགྱུར་རོ། །
en: “Those who ultimately are not attached to any phenomenon will gain conviction.”

source: ཡང་སུ་དག་ནན་ཏན་བྱེད་པར་འགྱུར།
en: “Who will apply it earnestly?”

source: གང་དོན་དམ་པར་ན་ཆོས་གང་ལ་ཡང་ནན་ཏན་མི་བྱེད་པའོ། །
en: “Those who ultimately do not earnestly apply themselves to any phenomenon.”

source: སུ་དག་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར།
en: “Who will become realized?”

source: གང་དོན་དམ་པར་ན་ཆོས་ཐམས་ཅད་གང་ཡང་མངོན་པར་རྫོགས་པར་འཚང་མི་རྒྱའོ། །
en: “Those who ultimately do not realize any phenomenon.”

source: འཇམ་དཔལ་དོན་དམ་པར་ན་སུ་དག་ཆོས་གང་ཡང་མངོན་པར་རྫོགས་པར་འཚང་མི་རྒྱ།
en: “Mañjuśrī, who are those who ultimately do not realize any phenomenon?”

source: ལྷའི་བུ་ཀུན་རྫོབ་ཏུ་ན་རྣམ་པའི་མཆོག་ཐམས་ཅད་དང་ལྡན་པ་ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བ་དག་གོ། །
en: “Divine son, those who, on the relative level, realize the omniscient wisdom that is endowed with the supreme of all aspects.”

source: འཇམ་དཔལ་དེ་དག་ཇི་ལྟ་བུའི་རང་བཞིན་དུ་འགྱུར།
en: “Mañjuśrī, what kind of nature do they have?”

source: ལྷའི་བུ་དོན་དམ་པར་ན་དེ་དག་རབ་ཏུ་མ་སྐྱེས་པའི་རང་བཞིན་དུ་འགྱུར་རོ། །
en: “Divine son, ultimately they have the utterly unborn nature.”

source: འཇམ་དཔལ་མདོ་སྡེ་འདི་ལྟ་བུ་སུ་དག་གི་ལག་ཏུ་འགྲོ །
en: “Mañjuśrī, in whose hands will a sūtra such as this end up?”

source: ལྷའི་བུ་ཀུན་རྫོབ་ཏུ་ན་གང་སེམས་ཅན་ཐམས་ཅད་ལ་དམ་པའི་ཆོས་ཀྱི་ལག་སྦྱིན་པར་བྱེད་པ་རྣམས་ཀྱིའོ། །
en: “Divine son, relatively, in the hands of those who offer the sacred Dharma to all beings.”

source: འཇམ་དཔལ་དེ་དག་ཇི་ལྟ་བུར་གནས་པར་འགྱུར།
en: “Mañjuśrī, how will they abide?”

source: ལྷའི་བུ་དོན་དམ་པར་ན་ཤིན་ཏུ་མ་སྐྱེས། མ་བྱུང་དངོས་པོ་མེད་པ་ལ་དེ་དག་གནས་པར་འགྱུར་རོ། །
en: “Divine son, ultimately they will abide in the utterly unborn, the utterly unarisen, and the utterly unreal.”

source: འཇམ་དཔལ་དེ་དག་ཅིས་འགྲོ་བར་འགྱུར།
en: “Mañjuśrī, in what way will they proceed?”

source: ལྷའི་བུ་དོན་དམ་པར་ན་མ་སྐྱེས།
en: “Divine son, ultimately they will proceed within the utterly unborn,

source: མ་བྱུང་དངོས་པོ་མེད་པར་དེ་དག་འགྲོ་བར་འགྱུར་རོ། །
en: the utterly unarisen, and the utterly unreal.”

source: འཇམ་དཔལ་ཕྱིར་མི་ལྡོག་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཅི་བྱང་ཆུབ་འཐོབ་བམ།
en: “Mañjuśrī, how will the irreversible bodhisattva great being attain awakening?”

source: ལྷའི་བུ་གང་ཕྱིར་མི་ལྡོག་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེས་བྱང་ཆུབ་མི་འཐོབ་པ་ནི་གནས་མ་ཡིན་ཏེ། གོ་སྐབས་མེད་དོ། །
en: “Divine son, whoever is an irreversible bodhisattva great being has no chance and no opportunity not to attain awakening.”

source: འཇམ་དཔལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཅི་ལས་ལྡོག་པར་འགྱུར།
en: “Mañjuśrī, what do the bodhisattva great beings turn back from?”

source: ལྷའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དོན་དམ་པར་ན་རྣམ་པར་རྟོག་པ་ཐམས་ཅད་ལས་ལྡོག་གོ། །
en: “Divine son, ultimately, bodhisattva great beings turn back from thoughts.

source: ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཐམས་ཅད་དང་། མུ་སྟེགས་ཅན་དམིགས་པ་ཅན་གྱི་ས་ལས་ལྡོག་གོ། །
en: They turn back from the levels of all the hearers, solitary buddhas, and the extremists who rely on reference points.”
